{
    "Login": "Prijava",
    "Log in": "Prijava",
    "Register": "Registracija",
    "Email": "E-mail",
    "Password": "Lozinka",
    "Confirm": "Potvrdi",
    "Confirm Password": "Potvrdi lozinku",
    "Remember me": "Zapamti me",
    "Forgot your password?": "Zaboravili ste lozinku?",
    "Forgot password?": "Zaboravljena lozinka?",
    "Already registered?": "Već imate nalog?",
    "Don't have an account?": "Nemate nalog?",
    "Name": "Ime",
    "Reset Password": "Resetuj lozinku",
    "Send Password Reset Link": "Pošalji link za reset lozinke",
    "Verify Email Address": "Potvrdite email adresu",
    "Please confirm your password before continuing.": "Molimo potvrdite lozinku pre nastavka.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ovo je zaštićeni deo aplikacije. Molimo potvrdite lozinku pre nastavka.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you?": "Hvala na registraciji! Pre nego što počnete, potvrdite svoju e-mail adresu klikom na link koji smo vam poslali.",
    "If you didn’t receive the email, we will gladly send you another.": "Ako niste dobili email, rado ćemo vam poslati novi.",
    "Resend Verification Email": "Ponovo pošalji verifikacioni email",
    "Logout": "Odjava",
    "Log Out": "Odjava",
    "Profile": "Profil",
    "Save": "Sačuvaj",
    "Saved.": "Sačuvano.",
    "Delete Account": "Obriši nalog",
    "Are you sure you want to delete your account?": "Da li ste sigurni da želite da obrišete nalog?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please download any data or information that you wish to retain before deleting your account.": "Kada obrišete nalog, svi podaci i resursi će biti trajno obrisani. Preuzmite sve što želite da sačuvate pre brisanja.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Zaboravili ste lozinku? Nema problema. Unesite vašu e-mail adresu i mi ćemo vam poslati link za reset lozinke sa kojim možete da postavite novu lozinku",
    "Email Password Reset Link": "Pošalji link za reset lozinke"
}
