{
    "(and :count more error)": "(I JOŠ :count GREŠAKA)",
    "(and :count more errors)": "(I JOŠ :count GREŠAKA)|(I JOŠ :count GREŠAKA)|(I JOŠ :count GREŠAKA)",
    "A decryption key is required.": "POTREBAN JE KLjUČ ZA DEŠIFROVANjE.",
    "A new verification link has been sent to the email address you provided during registration.": "NOVI VERIFIKACIONI LINK JE POSLAT NA VAŠU E-MAIL ADRESU KOJU STE UNELI U TOKU REGISTRACIJE.",
    "A new verification link has been sent to your email address.": "NOVA VEZA ZA VERIFIKACIJU JE POSLATA NA VAŠU ADRESU E-POŠTE.",
    "All rights reserved.": "SVA PRAVA ZADRŽANA.",
    "Already registered?": "VEĆ STE REGISTROVANI?",
    "Are you sure you want to delete your account?": "DA LI STE SIGURNI DA ŽELITE DA IZBRIŠETE SVOJ NALOG?",
    "Cancel": "OTKAŽI",
    "Click here to re-send the verification email.": "KLIKNITE OVDE DA PONOVO POŠALjETE E-PORUKU ZA VERIFIKACIJU.",
    "Confirm": "POTVRDI",
    "Confirm Password": "POTVRDITE LOZINKU",
    "Current Password": "TRENUTNA LOZINKA",
    "Dashboard": "KONTROLNA TABLA",
    "Delete Account": "IZBRIŠI NALOG",
    "Email": "EMAIL",
    "email": "Format polja :attribute nije validan.",
    "Email Password Reset Link": "LINK KA MEJLU ZA RESET LOZINKE",
    "Encrypted environment file already exists.": "ŠIFROVANA DATOTEKA OKRUŽENjA VEĆ POSTOJI.",
    "Encrypted environment file not found.": "ŠIFROVANA DATOTEKA OKRUŽENjA NIJE PRONAĐENA.",
    "Ensure your account is using a long, random password to stay secure.": "UVERITE SE DA NALOG KORISTI DUGU NASUMIČNU LOZINKU DA BISTE BILI SIGURNI.",
    "Environment file already exists.": "DATOTEKA OKRUŽENjA VEĆ POSTOJI.",
    "Environment file not found.": "DATOTEKA OKRUŽENjA NIJE PRONAĐENA.",
    "errors": "GREŠKE",
    "Forbidden": "ZABRANjENO",
    "Forgot your password?": "ZABORAVILI STE LOZINKU?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ZABORAVILI STE LOZINKU? NEMA PROBLEMA. SAMO NAM RECITE VAŠU EMAIL ADRESU I MI ĆEMO VAM POSLATI LINK ZA RESET LOZINKE NA VAŠ MEJL KOJI ĆE VAM OMOGUĆITI DA IZABERETE NOVU LOZINKU.",
    "Go to page :page": "IDITE NA STRANICU :page",
    "Hello!": "ZDRAVO!",
    "If you did not create an account, no further action is required.": "UKOLIKO NISTE KREIRALI NALOG, NIJE POTREBNO DA PREDUZIMATE DALjE KORAKE.",
    "If you did not request a password reset, no further action is required.": "UKOLIKO NISTE ZAHTEVALI PROMENU LOZINKE, NIJE POTREBNO DA PREDUZIMATE DALjE KORAKE.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "AKO IMATE PROBLEMA PRI KLIKU NA \":actionText\" DUGME, KOPIRAJTE I NALEPITE URL ISPOD\n ILI U VAŠ VEB PRETRAŽIVAČ:",
    "Invalid filename.": "NEISPRAVAN NAZIV DATOTEKE.",
    "Invalid JSON was returned from the route.": "NEVAŽEĆI JSON JE VRAĆEN SA RUTE.",
    "Location": "LOKACIJA",
    "Log in": "PRIJAVITE",
    "Log Out": "ODJAVITE SE",
    "Login": "PRIJAVA",
    "Logout": "ODJAVA",
    "Name": "IME",
    "name": "IME",
    "New Password": "NOVA LOZINKA",
    "Not Found": "NIJE PRONAĐENO.",
    "of": "OD",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "JEDNOM KADA SE VAŠ NALOG IZBRIŠE, SVI NjEGOVI RESURSI I PODACI BIĆE TRAJNO IZBRISANI. PRE BRISANjA NALOGA, PREUZMITE SVE PODATKE ILI INFORMACIJE KOJE ŽELITE DA ZADRŽITE.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "KADA SE VAŠ NALOG IZBRIŠE, SVI NjEGOVI RESURSI I PODACI BIĆE TRAJNO IZBRISANI. UNESITE SVOJU LOZINKU DA BISTE POTVRDILI DA ŽELITE DA TRAJNO IZBRIŠETE SVOJ NALOG.",
    "Page Expired": "STRANICA JE ISTEKLA",
    "Pagination Navigation": "NAVIGACIJA PO STRANICAMA",
    "Password": "LOZINKA",
    "password": "Pogrešna lozinka",
    "Payment Required": "PLAĆANjE JE OBAVEZNO",
    "Please click the button below to verify your email address.": "MOLIMO KLIKNITE NA DUGME ISPOD DA VERIFIKUJETE VAŠU E-MAIL ADRESU.",
    "Profile": "PROFIL",
    "Profile Information": "INFORMACIJE O PROFILU",
    "Regards,": "POZDRAV,",
    "Register": "REGISTRACIJA",
    "Remember me": "ZAPAMTI ME",
    "Resend Verification Email": "PONOVO POŠALjI VERIFIKACIONI MEJL",
    "Reset Password": "RESETUJ LOZINKU",
    "Reset Password Notification": "OBAVEŠTENjE O RESETOVANjU LOZINKE",
    "results": "REZULTATI",
    "Save": "SAČUVAJ",
    "Saved.": "SAČUVANO.",
    "Server Error": "SERVERSKA GREŠKA",
    "Service Unavailable": "SERVIS NEDOSTUPAN",
    "Showing": "PRIKAZ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "HVALA ŠTO STE SE PRIJAVILI! PRE NEGO ŠTO ZAPOČNETE, DA LI BISTE MOGLI DA POTVRDITE SVOJU ADRESU E-POŠTE KLIKOM NA VEZU KOJU SMO VAM UPRAVO POSLALI E-POŠTOM? AKO NISTE DOBILI E-POŠTU, RADO ĆEMO VAM POSLATI DRUGU.",
    "The given data was invalid.": "DATI PODACI SU BILI NEVAŽEĆI.",
    "The response is not a streamed response.": "ODGOVOR NIJE STRIMOVANI ODGOVOR.",
    "The response is not a view.": "ODGOVOR NIJE POGLED.",
    "This action is unauthorized.": "OVA AKCIJA JE NEDOZVOLjENA.",
    "This is a secure area of the application. Please confirm your password before continuing.": "OVO JE SIGURNO PODRUČJE APLIKACIJE. MOLIMO POTVRDITE LOZINKU PRE NEGO ŠTO NASTAVITE.",
    "This password reset link will expire in :count minutes.": "LINK ZA PROMENU LOZINKE ISTICE ZA :count MINUTA.",
    "to": "K",
    "Toggle navigation": "PRIKAŽI NAVIGACIJU",
    "Too Many Requests": "PREVIŠE ZAHTEVA",
    "Unauthorized": "NEOVLAŠĆEN PRISTUP",
    "Update Password": "AŽURIRAJ LOZINKU",
    "Update your account's profile information and email address.": "AŽURIRAJTE INFORMACIJE O PROFILU NALOGA I ADRESU E-POŠTE.",
    "Verify Email Address": "VERIFIKUJ EMAIL ADRESU",
    "Whoops!": "UPS!",
    "You are receiving this email because we received a password reset request for your account.": "DOBILI STE OVAJ EMAIL ZATO ŠTO SAMO PRIMILI ZAHTEV ZA PROMENU LOZINKE ZA VAŠ NALOG.",
    "You're logged in!": "ULOGOVANI STE!",
    "Your email address is unverified.": "VAŠA ADRESA E-POŠTE NIJE VERIFIKOVANA."
}